Repository: begateway/cs-cart-payment-module
Catalog: var/langs/*/addons/begateway.po
Languages: ru_ru

# Addons::description::begateway
source: Accept payments by bankcard and alternative payment methods
ru_ru: Приём платежей с помощью банковских карт и через альтернативные платёжные системы

# Languages::payments.begateway.token_error
source: There is an error to get a payment token.
ru_ru: Ошибка получения токена платежа.

# Languages::payments.begateway.return_checkout
source: Please return to the checkout and try again.<br>Click <a href="[return_url]">here</a> to return.
ru_ru: Перейдите по <a href="[return_url]">ссылке</a>, чтобы вернуться к оформлению заказа и попробовать ещё раз.

# Languages::payments.begateway.shop_id
source: Shop ID
ru_ru: ID магазина

# Languages::payments.begateway.shop_key
source: Secret key
ru_ru: Секретный ключ магазина

# Languages::payments.begateway.payment_page_domain
source: Payment page domain
ru_ru: Домен страницы оплаты

# Languages::payments.begateway.enable_bankcard
source: Enable bankcard payments
ru_ru: Включить оплату банковскими картами

# Languages::payments.begateway.enable_bankcard_halva
source: Enable Halva payments
ru_ru: Включить оплату банковской картой Халва

# Languages::payments.begateway.enable_erip
source: Enable ERIP payments
ru_ru: Включить оплату через ЕРИП

# Languages::payments.begateway.erip_service_code
source: ERIP service code
ru_ru: Код услуги ЕРИП
